WcfHarness/WcfHarness/RequestXmls/GetUserGroupRoles.xml

<?xml version="1.0" encoding="utf-8" ?>
<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
  <s:Body>
    <GetUserGroupRoles xmlns="http://www.tavisca.com/Vexiere/IUserGroup/2013/01">
      <getUserGroupRolesRequest xmlns:a="http://schemas.datacontract.org/2004/07/Tavisca.Vexiere.DataContract" xmlns:i="http://www.w3.org/2001/XMLSchema-instance">
        <a:AdditionalData i:nil="true"/>
        <a:UserGroupId>1</a:UserGroupId>
      </getUserGroupRolesRequest>
    </GetUserGroupRoles>
  </s:Body>
</s:Envelope>